{
    "questions": [
        {
            "question": "Operating tools, machines, and production equipment to create goods or deliver services for customers. Includes implementing technical procedures to clean, polish, or shape materials to produce a completed good or service."
        },
        {
            "question": "Designing, testing, and controlling computer and electronics systems used for developing new technologies or producing energy. Includes installation and troubleshooting of systems to enhance performance and security."
        },
        {
            "question": "Managing, coordinating, and equipping people, resources, and information to implement projects in accord with policies and capabilities. Includes setting requirements, monitoring progress, and delivering results according to customer or public needs."
        },
        {
            "question": "Ensuring business or industry compliance with laws and operational procedures by conducting technical oversight and providing specialized guidance on regulatory issues. Includes creating procedures and policies, reviewing data to enhance safety, and documenting findings."
        },
        {
            "question": "Educating, teaching, and training others by designing and conducting courses or workshops and evaluating student/trainee learning. Includes advising others on skill and career development."
        },
        {
            "question": "Managing documents, administrative records, financial data, and other business-related files. Includes creation and monitoring of accounts and transactions to ensure customer service delivery."
        },
        {
            "question": "Designing methods for manufacturing products according to quality specifications. Includes understanding the physical characteristics of materials such as glass, wood, textiles, or metal; developing production methods to integrate inputs according to a work system; and overseeing quality."
        },
        {
            "question": "Creating work plans to solve technical business or scientific problems according to performance or safety goals. Includes identifying inefficiencies, determining resource and budget needs, and monitoring ongoing operations."
        },
        {
            "question": "Collecting, processing, and analyzing data to produce information needed to inform decisions, develop products, or monitor trends. Includes creating summary evaluations of samples/measurements and communicating research results."
        },
        {
            "question": "Maintaining machines and equipment to ensure that facilities, electronic and mechanical devices, or technology systems remain in proper functioning order. Includes replacing parts, adjusting settings, and conducting tests."
        },
        {
            "question": "Conducting geographical surveys to collect data for production of maps and visualizations. Includes using physical measurement instruments, imagery, and databases to compile and organize data."
        },
        {
            "question": "Arranging logistics to coordinate the movement of passengers, goods, and cargo via various modes of transportation. Involves securing materials and people, as well as facilitating loading and documentation."
        },
        {
            "question": "Conducting laboratory tests using scientific instruments to analyze samples, products, or evidence related to accidents, crimes, or industry operations. Includes administering medical tests, developing research techniques, or taking investigative actions."
        },
        {
            "question": "Facilitating business operations related to managing product lines, inventory, sales, and customer relations. Includes managing finances and overseeing trade or commercial activity."
        },
        {
            "question": "Analyzing and reporting on domestic and international trends and issues related to politics, culture, and the economy. Includes producing information to guide decision-making, policy-making, and forecasting."
        },
        {
            "question": "Using precision methods to assemble, finish, or preserve specialized component parts or artifacts used in medicine, art, construction, or industry. Includes using tools and machines to manipulate metal, plastic, stone, and other physical materials."
        },
        {
            "question": "Producing media and creative products suitable for performance or broadcast. Includes writing scripts or storylines; designing aesthetics such as color, layout, or audio; and using technology such as cameras, microphones, and editing software."
        },
        {
            "question": "Serving as a front-line authority to provide guidance and assistance to the public or other organizations for the purpose of ensuring that laws and policies are followed. Includes delivering services, providing information, and monitoring adherence to guidelines."
        },
        {
            "question": "Controlling air- or water-based systems to facilitate safe and efficient transportation of people/goods or production of energy. Includes consideration of traffic control, fuel systems, and environmental conditions."
        },
        {
            "question": "Providing assistance, guidance, or care to address social, recreational, medical, or related needs. Includes providing information to individuals or groups about public interest sites, available resources, or wellness-related services."
        },
        {
            "question": "Overseeing design, construction, and engineering projects to create buildings or facilities. Involves selecting worksites, monitoring others' work quality, assessing environmental and health impacts, and tracking budgets."
        },
        {
            "question": "Working directly with the public to gather and evaluate information to make decisions and develop policy. Includes conducting interviews and experiments, developing and monitoring data collection procedures, and communicating results."
        },
        {
            "question": "Facilitating the use of digital media and technology to provide access to information for purposes such as communication, public safety, record keeping, research, or entertainment. Includes developing online platforms, managing informational databases, and maintaining security infrastructures."
        },
        {
            "question": "Processing individuals' claims in accord with standards and regulations. Includes conducting inspections, checking adherence to established rules, making determinations, and explaining correct procedures to customers or clients."
        },
        {
            "question": "Assigning grades, scores, or labels to materials or products for the purpose of monitoring quality and ensuring proper condition. Includes verifying specifications for consumer products and using technologies to conduct tests and measurements for defects or issues."
        }
    ]
}