{
    "questions": [
        {
            "question": "Operate machines to cut, shape and fit metal, glass or concrete parts. Use tools to create finished products or structures."
        },
        {
            "question": "Fix electronics, machines and work equipment using hand and power tools. Replace parts, make repairs and perform tests to check the results."
        },
        {
            "question": "Study plant and animal growth in settings such as farms, forests, zoos or shelters. Tend to crops or animals and learn what affects their growth or survival. "
        },
        {
            "question": "Provide health care and treatment to patients with various conditions and needs. Perform medical procedures and track patient progress. "
        },
        {
            "question": "Transport cargo and passengers by land, sea or air using trucks, trains, planes or boats. Load materials and follow routes and directions. "
        },
        {
            "question": "Create, configure and test computer software and hardware. Write programs, conduct analyses and meet design standards. "
        },
        {
            "question": "Provide recreation and social services in parks, health centers or community centers. Teach classes, organize group activities and help people with their needs."
        },
        {
            "question": "Create products from fabrics and raw materials that meet quality and safety standards. Write and apply product requirements."
        },
        {
            "question": "Investigate and solve legal claims or disputes related to civil or criminal law. Interview witnesses, review evidence and appear in court."
        },
        {
            "question": "Design and construct buildings and spaces to meet safety and efficiency goals. Make sure that interior and exterior materials are of high quality."
        },
        {
            "question": "Shape metals and other physical objects using heat, pressure or chemicals. Use specialized machines to work with metal or print text or images."
        },
        {
            "question": "Manage the purchase and sale of commercial products and services to customers. Take orders, determine prices and meet customers' needs."
        },
        {
            "question": "Create and edit visual and audio content for video, print and online media platforms. Use cameras, software or other tools to create graphics, stories, and layouts."
        },
        {
            "question": "Track and report business operations such as workloads, budgets, schedules or services. Collect information, monitor work quality and track the use of resources."
        },
        {
            "question": "Evaluate product designs and technical services to check their usefulness and compliance with rules. Review data and reports to provide feedback."
        },
        {
            "question": "Monitor the quality and safety of food and agriculture products and supplies. Make sure food products are made and processed properly."
        },
        {
            "question": "Maintain the condition of work areas, property and public spaces. Keep buildings and spaces in good working order and free from damage. "
        },
        {
            "question": "Control the flow and pressure of gas, water, air or oil in energy or utility systems. Measure levels and change settings on valves, pumps or storage tanks."
        },
        {
            "question": "Teach and train others science, math or workplace topics. Engage students, provide feedback and track progress."
        },
        {
            "question": "Direct an organization's functions and coordinate the activities of the workforce. Determine work plans, manage resources, and control budgets."
        },
        {
            "question": "Handle the shipment and storage of supplies for customers, stores or warehouses. Arrange, move, pack and label items."
        },
        {
            "question": "Prevent fires, accidents or injuries at work sites by assessing safety hazards. Create safety rules, conduct checks and inspections and investigate accidents."
        },
        {
            "question": "Design methods to efficiently and securely store and transport critical supplies and resources. Make sure polices are followed to protect the public and prevent waste."
        },
        {
            "question": "Map the features, dimensions and contours of land or objects using measurement instruments. Use tools like cameras or GPS devices to take measurements. "
        },
        {
            "question": "Process bills, payments, invoices and credit services. Check the status of accounts and statements and verify that information is correct."
        },
        {
            "question": "Design hiring and training programs to help people find and maintain jobs. Provide guidance to job seekers and employees."
        },
        {
            "question": "Select the right materials for use in laboratories, factories or work sites. Handle special chemicals or raw materials to make sure they are used or disposed of correctly."
        },
        {
            "question": "Identify and fix problems with the parts and functioning of engines and mechanical systems. Make adjustments and ensure systems work as intended."
        },
        {
            "question": "Provide services or treatment to help clients with physical or emotional rehabilitation. Create personalized treatment plans and connect people with health resources."
        },
        {
            "question": "Collect, analyze and report data to inform decisions, conduct research, or discover trends. Check data quality, interpret results and explain findings."
        },
        {
            "question": "Provide information about services, rules and trends to businesses and the public. Issue guidance and answer questions to help others understand policies."
        },
        {
            "question": "Protect the public from hazardous materials, crime or controlled substances. Enforce laws and prevent harm from dangerous materials or activities."
        }
    ]
}